<x-app-layout>
    <div class="container2 flex justify-center items-center flex-col gap-5 my-10">
        <h1 class="text-5xl font-extrabold text-primary text-center ">من نحن</h1>
        <div class="bg-white rounded-lg  p-10  prose  h-fit shadow-xl">
            <h3><strong>ماهو eBidHub</strong></h3>
            <p>eBidHub هو نظام مزاد إلكتروني يستهدف السوق الليبي. نحن نوفر مجموعة واسعة من المزادات في عدة فئات بما في
                ذلك <strong>السيارات، المجوهرات، المعدات الكهربائية</strong> وغيرها. نحن نعمل بجد لضمان أن كل منتج يتم
                عرضه على منصتنا يتم التحقق منه بدقة، حتى يكون البائع والمشتري متأكدين من صحة جميع البيانات. هدفنا هو جعل
                تجربة البيع والشراء والمزايدة ممتعة وسهلة للجميع. نحن نقدر دعمكم ونتطلع إلى خدمتكم.</p>
            <h3><strong>كيف تعمل منصة eBidHub</strong></h3>
            <ul>
                <li><strong>إضافة مزاد جديد</strong>: يقوم البائع بإضافة مزاد جديد مع المعلومات المطلوبة والصور. ومع
                    ذلك، لن يتم عرض المزاد على المنصة حتى يتم التحقق من المنتج.
                </li>
                <li><strong>التحقق من المنتج</strong>: يتطلب هذا من البائع زيارة مقر شركة المزاد وتسليم المنتج للتحقق من
                    مطابقته للمعلومات المقدمة.
                </li>
                <li><strong>الموافقة على النشر</strong>: بمجرد التحقق والتأكد من أن كل شيء صحيح وسليم، يتم الموافقة على
                    نشر المزاد من قبل المسؤول.
                </li>
                <li><strong>المشاركة في المزايدة</strong>: يمكن للعملاء المشاركة في المزايدة. ولكن، لا يمكنهم المزايدة
                    بدون شحن رصيدهم.
                </li>
                <li><strong>شحن الرصيد</strong>: لشحن الرصيد، يجب على العملاء زيارة مقر شركة المزاد والشحن بالمبلغ
                    المطلوب. هذا يضمن جدية كل من البائع والمشتري ويضمن جودة المنتجات المعروضة.
                </li>
            </ul>
        </div>
    </div>
</x-app-layout>
