<x-app-layout>
    <div class="container2 flex justify-center items-center flex-col gap-5 my-10">
        <h1 class="text-5xl font-extrabold text-primary text-center ">شروط وأحكام المزاد الإلكتروني</h1>
        <div class="bg-white rounded-lg  p-10  prose  h-fit shadow-xl">
            <div>
                <h2>1. التسجيل والحسابات</h2>
                <p>1.1 يجب على المشتركين تقديم معلومات صحيحة ودقيقة أثناء عملية التسجيل. 1.2 يتحمل المستخدمون المسؤولية الكاملة عن سرية معلومات حسابهم. 1.3 يجوز للمشتركين تحديث معلومات الحساب بشكل دوري.</p>
                <h2>2. المزايدة</h2>
                <p>2.1 المزايدات تعتبر قانونية ونهائية. 2.2 يجب أن تكون المزايدات بالقيمة الصحيحة والمقبولة. 2.3 الإلتزام بدفع المبلغ المزايد في حال فوز المزايدة.</p>
                <h2>3. السلع والمنتجات</h2>
                <p>3.1 يتم توفير وصف دقيق لكل سلعة مع تصاوير واضحة. 3.2 يجب على المستخدمين قراءة وفهم وصف السلعة بعناية. 3.3 لا يمكن للمشترين إلغاء الشراء بعد تأكيد المزايدة.</p>
                <h2>4. التسليم والدفع</h2>
                <p>4.1 يتم التسليم وفقًا للاتفاق بين البائع والمشتري. 4.2 يجب دفع المبالغ المالية في المواعيد المحددة بشروط المزاد. 4.3 يتحمل المشترين تكاليف الشحن والجمارك إذا كانت مطبقة.</p>
                <h2>5. إلغاء وتعليق الحساب</h2>
                <p>5.1 يحق للإدارة إلغاء حساب أي مستخدم ينتهك الشروط والأحكام. 5.2 لا يمكن استعادة حساب المستخدم بعد الإلغاء. 5.3 يمكن للمستخدمين طلب إعادة تفعيل الحساب بعد إجراء تحقيق دقيق.</p>
                <h2>6. مسؤوليات الإدارة</h2>
                <p>6.1 تحتفظ الإدارة بالحق في تعديل الشروط والأحكام في أي وقت دون إشعار مسبق. 6.2 تحتفظ الإدارة بالحق في حظر المستخدمين الذين ينتهكون القوانين والأنظمة. 6.3 يجب على المشتركين الاطلاع على التحديثات المتعلقة بالشروط بشكل دوري.</p>
                <h2>7. حقوق الملكية الفكرية</h2>
                <p>7.1 يجب على المستخدمين احترام حقوق الملكية الفكرية للسلع المعروضة. 7.2 يمنع نسخ أو استخدام المحتوى بدون إذن خطي من الحائز على حقوق الملكية.</p>
                <p>شكرًا لاستخدامكم لموقعنا!</p>
            </div>
        </div>
    </div>
</x-app-layout>
